tap "airbrake/airbrake-cli"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
brew "glib"
brew "openssl@1.1"
brew "python@3.9"
brew "cmake"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "python@3.11"
brew "gobject-introspection"
brew "guile"
brew "iproute2mac"
brew "neovim"
brew "node"
brew "nvm"
brew "tmux"
brew "overmind"
brew "pdm"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "ruff"
brew "vips"
brew "zoxide"
brew "airbrake/airbrake-cli/airbrake"
brew "heroku/brew/heroku"
cask "chromium"
cask "google-cloud-sdk"
cask "xquartz"
vscode "benspaulding.procfile"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "charliermarsh.ruff"
vscode "ClemensPeters.format-json"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "groksrc.ruby"
vscode "hashicorp.terraform"
vscode "kaiwood.endwise"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "ortoni.ortoni"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "Shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "svelte.svelte-vscode"
vscode "usernamehw.errorlens"
vscode "Vense.rails-snippets"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vortizhe.simple-ruby-erb"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
