tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "glib"
brew "python@3.9"
brew "fd"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "go"
brew "iproute2mac"
brew "krb5"
brew "neovim"
brew "node"
brew "postgresql@14", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "tmux"
brew "zoxide"
brew "heroku/brew/heroku"
